adobe-source-sans-pro-fonts
adobe-source-serif-pro-fonts
alsa-utils
amd-ucode
arandr
arch-install-scripts
autoconf
automake
base
bind-tools
binutils
bison
blueman
bluez
bluez-hid2hci
bluez-utils
bmon
check
chili-sddm-theme
compton-tryone-git
datagrip
discord
dunst
efibootmgr
exfat-utils
fakeroot
file
findutils
firefox
flashplayer-standalone
flex
fuse2
gawk
gcc
geckodriver
gettext
gimp
git
gnome-keyring
go
gotop
gparted
grep
groff
gzip
haveged
hddtemp
hdparm
htop
i3-gaps
i3lock-color
imagemagick
inkscape
insomnia
ipython
jq
jre-openjdk
jupyter-notebook
libgnome-keyring
libreoffice-fresh
libtool
linpack
linux
linux-firmware
logiops-git
m4
maim
make
man-db
memtest86-efi
mendeleydesktop
mesa-demos
mgba-qt
mpc
mprime-bin
mtools
neofetch
nerd-fonts-complete
nerd-fonts-hermit
networkmanager
nitrogen
nm-connection-editor
nmap
noto-fonts
openssh
otf-fantasque-sans-mono
pacman
pacman-contrib
pairing_tool
papirus-icon-theme
patch
pavucontrol
pkgconf
playerctl
polybar
psensor
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-pip
python-psycopg2
python-selenium
qbittorrent-dark-git
refind
rofi-git
rsync
runelite-launcher-appimage
ryzen-stabilizator-git
scrot
sddm
sed
slack-desktop
sp
spotify
steam
streamlink
stress
sudo
systester
termite
texinfo
thunar
thunar-archive-plugin
tmux
ttf-comfortaa
ttf-dejavu
ttf-fantasque-sans-mono
ttf-hack
ttf-iosevka
ttf-liberation
unrar
unzip
viewnior
vim
visual-studio-code-bin
vivaldi
vlc
vulkan-radeon
wget
which
xautomation
xbindkeys
xdg-user-dirs
xf86-video-amdgpu
xkeyboard-config
xorg-setxkbmap
xorg-xprop
xorg-xrandr
yay
zathura
zathura-pdf-poppler
zathura-ps
zoom
